/*
 * Localizable.strings
 * AppCleaner
 */

/*
 * Drop view
 * Surround words with ** to make them bold.
 */
"**Drop** your apps **here**" = "**Povucite** aplikaciju **ovdje**";
"**Searching…**" = "**Pretraga…**";
"Loading Applications…" = "Učitavanje aplikacija…";

/*
 * Uninstall view
 * WARNING: do not modify the dot character and keep 2 whitespaces before and after.
 */
"One file has been found  •  %@" = "Pronađena je jedna datoteka  •  %@";
"%1$i files were found  •  %2$@" = "Pronađeno je %1$i datoteka  •  %2$@";
"Close" = "Zatvori"; // SmartDelete

// Confirmation dialog when removing precious user data.
"You are about to remove your %@ user data." = "You are about to remove your %@ user data.";
"Your user data are located in the following directory:\n%@" = "Your user data are located in the following directory:\n%@";
"Cancel" = "Prekid";
"Remove" = "Ukloni";

/* Bundles categories */
"User Applications" = "Aplikacije korisnika";
"System Applications" = "Aplikacije sustava";
"User Widgets" = "Widgeti korisnika";
"System Widgets" = "Widgeti  sustava";
"User Plugins" = "Dodatci korisnika";
"System Plugins" = "Dodatci sustava";

/* Preferences */
"Preferences" = "Postavke";
"General" = "Općenito";
"SmartDelete" = "Smart brisanje";
"Updates" = "Ažuriranja";

/* Protected app dialog */
"Cannot remove protected apps" = "Zaštićene datoteke se nemogu ukloniti";
"You can choose which apps are protected in the preferences." = "U postavkama ste odabrali koje su aplikacije zaštićene.";
"OK" = "U redu";
"Preferences…" = "Postavke…";

/* Old AppCleaner version dialog */
"Old AppCleaner installation detected" = "Otkriven je instalirani zastarjeli AppCleaner";
"Some components installed by an older version of AppCleaner need to be upgraded." = "Neke komponente koje su instalirane pomoću zastarjele verzije AppCleaner-a moraju viti ažurirane.";
"Upgrade" = "Ažuriraj";
"Later" = "Kasnije";

/* Unknown error */
"An unknown error occured" = "Pojavila se nepoznata greška";
"Please contact the developer." = "Molimo obratite se developeru.";

/* Tooltip for protected apps */
"This app is protected" = "Ova aplikacija je zaštićena";

/* Tooltip for apps protected by SIP */
"This app is protected by OS X and can't be removed" = "Ova aplikacija je zaštićena od strane OS X-a i nemože biti uklonjena";


/*
 * Markup:
 *  - !!!warning!!!
 *  - !!note!!
 *  - `monospace`
 */
"UninstallHelpText" = "AppCleaner će premjestiti pronađene datoteke u smeće nakon klika na \"Ukloni\". Možda će biti tražena administratorska lozinka.
Posljednje uklanjanje može se poništiti odabirom Uredi > Poništi.

!!!Upozorenje:!!! Uvijek dvaput provjerite datoteke koje će biti uklonjene. U nekim rijetkim slučajevima AppCleaner će slučajno pronaći nepovezane datoteke.

!!Opaska:!! datoteke u `/var/folders` imaju zadano isključene oznake. OS X će se pobrinuti za njihovo automatsko uklanjanje.";
